app/controllers/usuarios_controller.rb

  def create
    @usuario = Usuario.new(usuario_params)

    respond_to do |format|
      if @usuario.save
---
INSERT INTO "usuarios" ("created_at", "email", "nameuser", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", "2014-06-23 14:39:08.639185"], ["email", "tobosan@hotmail.com"], ["nameuser", "santiago"], ["updated_at", "2014-06-23 14:39:08.639185"]]